rizkiprnomo/CAN_bus_logger_transtrack/sdkconfig.defaults
# This file was generated using idf.py save-defconfig or menuconfig [D] key. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 6.0.2 Project Minimal Configuration
#
# default:
CONFIG_IDF_TARGET="esp32s3"

#
# Component config
#

#
# TWAI CAN Configuration
#
CONFIG_TWAI_BITRATE_500K=y
# end of TWAI CAN Configuration
# end of Component config

CONFIG_IDF_EXPERIMENTAL_FEATURES=y
